{
    "home": {
        "title": "Te damos la bienvenida a XCJ Games\n\nPara ver el mensaje completo pulse 'enter'\nEscriba el comando 'help' para consultar más información en la barra inferior\nWrite 'help' to change language"
    },
    "help": {
        "title": "Ayuda\n\nEstos son los comandos disponibles sobre XCJ Games\nhome: Inicio\nabout: Información general\neducation: Información sobre la educación y formación \nportfolio: Información sobre los proyectos profesionales y personales\nspanish: Cambiar el idioma a español\nenglish: Cambiar el idioma a inglés\nmia: Conozca a la desarrolladora que ha hecho esta web"
    },
    "about" : {
        "title": "Sobre mí\n\nSoy Carlos Jiménez\nSoy un programador de juegos con fuertes habilidades en C ++, C #, Unity, Godot y arquitectura de software. He desarrollado y publicado varios minijuegos y prototipos independientes por mi cuenta, además de colaborar con artistas, diseñadores y otros programadores.\nHe estado jugando videojuegos casi todos los días desde que pude agarrar un controlador, lo que me ha dado mucha experiencia sobre la mecánica y los diseños de muchos géneros. También soy un jugador habitual de lápiz y papel y un maestro del juego, así como un gran fanático de los juegos de cartas y de mesa.\nMi experiencia trabajando con tecnologías web me ayudó a desarrollar mis habilidades interpersonales y de codificación, colaborando con diferentes departamentos y clientes.\n\nContacto\nPara contactar existen los siguientes comandos\nemail: Se enviará un email\nlinkedin: Se redirigirá a Linkedin\ntwitter: Se redirigirá a Twitter\ngithub: Se redirigirá a GitHub"
    },
    "education": {
        "title": "Formación\n\n2021-2022\nMaster en Programación de Videojuegos\nUniversidad Complutense de Madrid\n\n2014-2021\nGrado en Ingeniería de Software\nUniversidad Complutense de Madrid\n\nCursos\n\n2021\nAdvanced AI for Games with Behaviour Trees\nHolistic3D\n\n2019-2020\nComplete C# Unity Developer 2D: Learn to Code Making Games\nUdemy\n\n2019\nIntroducing Spring Boot\nUdemy"
    },
    "404": "404 - Not Found",
    "portfolio": {
        "title": "Portfolio\n\nDentro del portfolio se pueden consultar los siguientes comandos\npersonal: Consultar los proyectos personales\nprofessional: Consultar los proyectos profesionales"
    },
    "professional": {
        "title": "Professional\n\nDentro del portfolio professional se pueden consultar los siguientes comandos\nboreal: Consultar los proyectos de XCJ Games en colaboración con Boreal Mist Studio\npadaone: Consultar los proyectos de XCJ Games realizados en PadaOne Games"
    },
    "personal" :{
        "title": "Personal\n\nDentro del portfolio personal se puede consultar los siguientes proyectos\ntreeventure\nplanet\nmetal\ndamng\ndielucard\nfire\noriadris"
    },
    "sudo": {
        "title": "No tienes poder aquí"
    },
    "i-am-your-father": {
        "title": "Noooooooooooooooooooooooooooooooooooooooooooooooo"
    },
    "send": "Enviar"
}