{
    "home": {
        "title": "Welcome to XCJ Games\n\nTo see the complete message press 'enter'\nType the 'help' command to see more information in the bottom bar\nEscriba 'help' para cambiar el idioma"
    },
    "help": {
        "title": "Help\n\nThese are the commands available on XCJ Games\nhome: Home\nabout: General information\neducation: Information on education and training \nportfolio: Information on professional and personal projects\nspanish: Change the language to Spanish\nenglish: Change the language to English"
    },
    "about" : {
        "title": "About me\n\nI'm Carlos Jiménez\nI'm a Gameplay Programmer with strong skills in C++, C#, Unity, Godot and Software architecture. I've developed and published several indie minigames and prototypes on my own as well as collaborating with artists, designers and other programmers.\nI've been playing videogames almost everyday since I was able to grab a controller, which has given me a lot of experience about the mechanics and designs of lots of genres. I'm also a usual pen 'n paper player and game master, as well as a long fan of card and board games.\nMy background working with web technologies helped me develop my coding and interpersonal skills, collaborating with different departments and clients.\n\nContact\nTo contact there are the following commands\nemail: An email will be sent\nlinkedin: It will be redirected to Linkedin\ntwitter: It will be redirected to Twitter\ngithub: It will be redirected to GitHub"
    },
    "education": {
        "title": "Education\n\n2021-2022\nMaster's Degree in Videogame development\nUniversidad Complutense de Madrid\n\n2014-2021\nDegree in Software Engineering\nUniversidad Complutense de Madrid\n\nCourses\n\n2021\nAdvanced AI for Games with Behaviour Trees\nHolistic3D\n\n2019-2020\nComplete C# Unity Developer 2D: Learn to Code Making Games\nUdemy"
    },
    "404": "404 - Página no encontrada",
    "portfolio": {
        "title": "Portfolio\n\nWithin the portfolio you can consult the following commands\npersonal: Consult personal projects\nprofessional: Consult professional projects"
    },
    "professional": {
        "title": "Professional\n\nWithin the professional portfolio you can consult the following commands\nborealmiststudio: Consult XCJ Games projects in collaboration with Boreal Mist Studio\npadaonegames: Consult XCJ Games projects carried out in PadaOne Games"
    }
}